{
  "act1": "In this activity, we are going to learn about the subject verb agreement.",

  "instr1": "Read the passage carefully.",
  "instr2":"Read the passage and accordingly arrange the given jumbled sentences. To rearrange, drag and drop sentences.",
  "instr3":"For each sentence, check if it is true and uncheck if it is false.",
  "instr4":"Complete the given sentences by choosing an appropriate option.",
  "instr5":"Please select atleast one option for each question.",
  "instr6":"Both the answers are correct!",
  "instr7":"Only first answer is correct!",
  "instr8":"only second answer is correct!",
  "instr9":"Both the answers are incorrect!",

  "q_instr1": "Read all instructions given below.",
  "q_instr2": "The quiz will start after clicking on the \"OK\" button, along with a timer.",
  "q_instr3": "To select an option as an answer to a given question, click on it.",
  "q_instr4": "You will get two attempts to select the correct option to the question.",
  "q_instr5": "You may skip the question if you want.",
  "q_instr6": "The score and timing are displayed on the top of the screen throughout the quiz.",
  "q_instr7": "You will get +1 for each correct answer. There is no negative marking.",
  "q_instr8": "The scorecard will be generated at the end of the quiz.",

  "proc1": "Read the given comprehension carefully.",
  "proc2": "Arrange the given jumbled sentences in order as per the passage.",
  "proc3": "To check the your answer, click on ‘Submit’ button. The green sentence are the correct position and the red are the wrong position.",
  "proc4": "For each sentence, check if the sentence is True. Click on submit to check your answer, which is displayed at the right of the question.",
  "proc5": "Complete the sentences choosing an appropriate option. To check your answer click on ‘Submit’.",
  "proc6": "Complete the crossword with the help of given clues.",
  "proc7": "To reveal the answer of particular row/column click on it and click on respective row/column Reveal’ button e.g. ‘Reveal 3D’.",
  "proc8": "To check your particular answer click on the respective row/column ‘Check’ button e.g. ‘Check 3D’.",
  "proc9":"To check all your answer click on ‘Check All’ button.",

  "obj": "Objective",
  "lo": "Learning outcome",
  "start": "START",
  "wawgtl": "What are we going to learn?",
  "ok": "OK",
  "cancel": "CANCEL",
  "lg": "LET'S GO",
  "level1": "Level 1",
  "level2": "Level 2",
  "level3": "Level 3",
  "theory": "Theory",
  "procedure": "Procedure",
  "animation": "Animation",
  "vivavoce": "Viva voce",
  "letsgo": "Let's Go",
  "aysywtq": "Are you sure you want to quit?",
  "yes": "YES",
  "no": "NO",
  "ifq": "Instructions for quiz",
  "instr": "Instructions",
  "next": "NEXT",
  "finish": "FINISH",
  "verify": "VERIFY",
  "close": "CLOSE",
  "hint": "Hint",
  "hint_tooltip": "Click here to view hint",
  "skip": "SKIP",
  "restart": "RESTART",
  "exercise": "EXERCISE",
  "feedback": "FEEDBACK",
  "submit": "SUBMIT"
}
